Repository: johnmoneyman1000x/Greeting-IOS-app
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hk

source: A quest for knowledge
es: Bienvenido a la programación Swift
fr: Bienvenue dans la programmation Swift
zh_hans: 对知识的追求
zh_hk: 對知識的追求

source: Are you ready to
es: ¿Estás listo para
fr: Êtes-vous prêt à
zh_hans: 你准备好了吗
zh_hk: 你準備好了嗎

source: Boom
es: el auge
fr: le boom
zh_hans: 咚!
zh_hk: 咚!

source: Chinese-HK
es: Chino-HK
fr: Chinois-HK
zh_hans: 中文-香港
zh_hk: 中文-香港

source: Chinese-Simplified
es: Chino simplificado
fr: Chinois simplifié
zh_hans: 簡體中文
zh_hk: 簡體中文

source: English
es: Inglesa
fr: Anglaise
zh_hans: 英語
zh_hk: 英語

source: Exploring iOS programming
es: Explorando la programación de iOS
fr: Explorer la programmation iOS
zh_hans: 探索 iOS 编程
zh_hk: 探索 iOS 編程

source: Exploring iOS Programming
es: Explorando la programación de iOS
fr: Explorer la programmation iOS
zh_hans: 探索 iOS 编程
zh_hk: 探索 iOS 編程

source: French
es: Francesa
fr: Français
zh_hans: 法語
zh_hk: 法語

source: Greetings
es: Saludos
fr: Salutations
zh_hans: 问候
zh_hk: 歡迎

source: Hello there!
es: ¡Hola!
fr: Bonjour!
zh_hans: 你好呀！
zh_hk: 你好呀！

source: Learning how to bake
es: Aprendiendo a hornear
fr: Apprendre à cuisiner
zh_hans: 学习如何烘焙
zh_hk: 學習如何烘焙

source: Programming receipes
es: Programar recetas
fr: Recettes de programmation
zh_hans: 编程收据
zh_hk: 編程收據

source: Spanish
es: Española
fr: Espagnole
zh_hans: 西班牙語
zh_hk: 西班牙語

source: Start exploring?
es: ¿Empezar a explorar?
fr: Commencer à explorer ?
zh_hans: 开始探索？
zh_hk: 開始探索？

source: Welcome to Swift programming
es: Bienvenido a la programación Swift
fr: Bienvenue dans la programmation Swift
zh_hans: 欢迎来到 Swift 编程
zh_hk: 歡迎來到 Swift 編程
